"AgreeAndProceedButtonText" = "Acord și Continuă";
"AllowRepatchUpgradeToggle" = "Permite repatch / upgrade";
"Credits" = "Credite:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Mulțumiri multe dezvoltatorilor din spatele patch-urilor DXVK și MoltenVK pentru ajutorul lor deosebit și pentru furnizarea binarelor.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "Pagina de Descărcări CodeWeavers";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "Forumurile CodeWeavers";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers nu oferă suport pentru aplicații CrossOver modificate sau patch-ate, consultați";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Vă rugăm să rețineți:";
"DisclaimerText" = "Acesta este un program de patch neoficial pentru CrossOver, iar CodeWeavers nu este în niciun fel implicată în dezvoltarea acestuia. Deși a fost testat, acest software poate face instalarea CrossOver inutilizabilă sau instabilă. FOLOSIȚI PE RISCUL PROPRIU. Utilizarea acestui patcher va anula și orice suport oficial oferit de CodeWeavers.

Dacă întâmpinați probleme după ce instalația a fost patch-uită, puteți descărca o nouă copie a CrossOver de pe site-ul CodeWeavers.";
"XtLibsButtonText" = "Localizează folderul DXMT";
"XtLibsLabel" = "Instalează cadrul extern";
"XtLibsToggle" = "Instalează DXMT";
"XtLibsLocateText" = "Localizează folderul DXMT folosind butonul de mai jos:";
"XtLibsPathLabelText" = "Calea folderului de resurse externe";
"XtLibsDisclaimerText" = "AVERTISMENT: Aceasta este o versiune Alpha, poate fi instabilă și poate cauza prăbușirea computerului. Folosiți pe propria răspundere. Când patch-ul este aplicat, TREBUIE SĂ CREAȚI O STICLĂ NOUĂ PENTRU DXMT";
"GPTKToggle" = "Integrare D3DMetal (GPTK)";
"ForcePatch" = "Forțează Patch-ul";
"Instructions" = "Instrucțiuni";
"InstructionsAskWhatDo" = "Ce face acest program?";
"InstructionsButtonText" = "Instrucțiuni";
"InstructionsFunctionDescription" = "Acest patcher modifică instalarea dvs. CrossOver pentru a utiliza versiuni actualizate și ajustate ale DXVK și MoltenVK, ceea ce în unele cazuri va îmbunătăți compatibilitatea sau performanța pentru anumite jocuri.";
"InstructionsText" = "Asigurați-vă că aveți o versiune neluată în modificare a CrossOver, descărcată de pe pagina contului dvs. CodeWeavers. Asigurați-vă că CrossOver a fost înregistrat și rulat cel puțin o dată, pentru a vă asigura că DXVK-ul cel mai recent este activat corect. S-ar putea să fie necesar să dezactivați și să reactivați DXVK în CrossOver. Dacă, din orice motiv, instalarea CrossOver devine inutilizabilă, o puteți descărca din nou de pe site-ul CodeWeavers; acest patcher nu va face modificări permanente în recipienții CrossOver.";
"PatchStatusAlreadyPatched" = "Acest CrossOver.app a fost deja patch-uit!";
"PatchStatusError" = "Nu s-a putut face patch-ul CrossOver.app. Vă rugăm să verificați că încercați să faceți patch la versiunea de lansare a CrossOver %@ de pe site-ul CodeWeavers.";
"PatchStatusReady" = "Trageți CrossOver.app aici \nsau faceți clic pentru a-l selecta în Finder";
"PatchStatusSuccess" = "CrossOver.app a fost patch-uit cu succes";
"RestoreButtonLabel" = "Restabilire";
"RestoreConfirm" = "Foarte bine!";
"RestoreFailure" = "Fie acest CrossOver.app nu are patch sau a fost patch-uit cu o versiune incompatibilă a CXPatcher.";
"RestoreStatusLabel" = "Restabilire CrossOver.app";
"RestoreSuccess" = "CrossOver.app a fost restabilit cu succes.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "Pentru a face ca bibliotecile Media Foundation să funcționeze, va trebui să instalați GStreamer (Instalare necesară pentru toți utilizatorii)";
"DownloadGStreamer" = "Descărcați GStreamer";
"GStreamerInstalled" = "GStreamer este deja instalat";
"waitFor" = "Așteptăm să citiți avertismentul și să confirmați";
"confirmationValue" = "Nu voi solicita suport sau rambursare de la CodeWeavers";
"confirmation" = "Vă rugăm să tastați „Nu voi solicita suport sau rambursare de la CodeWeavers” în câmpul de introducere de mai jos";
"unsupported" = "nesuportat";
"bottlesPathToggle" = "Folosește o cale separată pentru sticle";
"optionsButtonText" = "Opțiuni Avansate";
"options" = "Opțiuni";
"MTLHUDToggle" = "METAL HUD mereu activat";
"DisableFastMathToggle" = "Dezactivați matematica rapidă";
"DisableAutoUpdate" = "Prevenirea actualizării automate a CrossOver";
"bottlesToggleHelp" = "Sticlele vor fi salvate într-un folder diferit. CrossOver nu va utiliza sticlele generate cu CrossOver-ul standard. Este posibil să fie nevoie să creați o sticlă nouă. Există o opțiune pentru personalizarea căii în care se află sticlele.";
"gptkToggleHelp" = "Actualizează bibliotecile curente ale Gameporting toolkit";
"mkvToggleHelp" = "Actualizează bibliotecile MoltenVK (cu hack UE4)";
"dxvkToggleHelp" = "Actualizează bibliotecile DXVK";
"signatureToggleHelp" = "Elimină semnătura aplicației pentru a rezolva problemele cu GateKeeper (aplicația se va deschide cu clic dreapta)";
"autoUpdateToggleHelp" = "Dezactivează verificarea actualizărilor CrossOver";
"fastMathToggleHelp" = "Rezolvă unele probleme de redare cu anumite jocuri folosind DXVK (MAI LENT) pentru toate sticlele";
"advertiseAVXToggle" = "Anunță întotdeauna AVX";
"advertiseAVXToggleHelp" = "Aceasta forțează rosetta să anunțe AVX, în loc să îl folosească doar la cerere (unele jocuri, cum ar fi Yakuza, au nevoie de asta pentru a rula). Poate face ca unele jocuri să ruleze, dar ar putea încetini sau deteriora alte jocuri. Dacă nu ești sigur, lasă necompletat";
"hudToggleHelp" = "Activează Metal Hud pentru toate sticlele";
"MVKdontPatch" = "Nu faceți patch";
"MVKbaseline" = "Bază MVK + hack UE4";
"MVKlatest" = "Cel mai recent MVK + hack UE4";
"MVKexperimental" = "MVK experimental + hack UE4";
"DXVKAsyncToggle" = "DXVK Asincron";
"DXVKAsyncToggleHelp" = "Activează compilarea asincronă a shaderelor DXVK";
"continue" = "Continuați";
"d3dMetalCache" = "Cache D3dMetal";
"clearD3dmetalCache" = "Șterge";
"ShowD3dmetalCacheFolder" = "Afișare folder";
"findSteamCaches" = "Găsește Căile de acces Steam";
"d3dmetalCacheDeleted" = "Toate cache-urile D3dMetal au fost șterse";
"d3dmetalCacheDeleteFailed" = "Nu s-a putut șterge cache-ul D3dMetal";
"scanningSteamFolders" = "Scanarea dosarelor cache Steam";
"clickFindSteamCaches" = "Faceți clic pentru a scana dosarele cache Steam";
"steamCacheDeleted" = "Dosarul de cache Steam selectat a fost șters";
"steamCacheDeleteFailed" = "Nu s-a putut șterge cache-ul Steam selectat";
"steamCacheDeleteInProgress" = "Se șterge cache-ul Steam selectat";
"toolsButtonText" = "Instrumente";
"DXMTOptions" = "Opțiuni DXMT";
"preferredMaxFrameRate" = "Rată Maximă de Cadre: %@";
"preferredMaxFrameRateHelp" = "Poate fi setată pentru a forța ritmul cadrelor aplicației să fie controlat de Metal. Valoarea trebuie să fie un multiplu al ratei de reîmprospătare a ecranului. (ex. 15/30/40/60/120 este valabil pentru un ecran de 120Hz).";
"metalFXSpatial" = "Metal FX Spațial";
"metalFXSpatialHelp" = "Activează scalatorul spațial MetalFX pe lanțul de schimbare a ieșirii. Implicit, va dubla rezoluția de ieșire.";
"metalSpatialUpscaleFactor" = "Factor de Scalare: %@";
